narcotic
jihad
aggression
electricity
digit
suffer-01
scholar
wednesday
spread-03
avoid-01
spread-01
second
)op2
major-02
mobile-02
fossil
tighten-01
hero
revise-01
here
substance
controversy
NE_criminal-organization
military
diplomat
wonderful-03
cocaine
fascinate-01
unit
NE_ship
)season
music
passport
accumulate-01
until
round-05
holy
burden-01
glass
medium-of(
terrible-01
hole
wash-01
example
actual-02
currency
connect-01
absolute
evolve-01
machine
accommodate-01
lie-07
beauty
lie-08
wrong
feature-01
headquarters
separate-02
democratic
wing
wind
wine
diminish-01
telecom
summarize-01
consume-01
point-01
feel-05
feel-02
launch-01
feel-01
NE_port
)century
)prep-with
NE_station
subject-01
break-up-08
financial
sail-01
scrap-01
laboratory
message
burn-01
solve-01
intercept-01
foundation
enormous
please-01
injure-01
critical-02
strip-01
service
facilitate-01
merchandise-01
spread-02
euro
challenge-01
wisdom
task
note-02
note-01
black-07
black-04
carry-01
coward
tree
valid-02
project
instead-of-91
hint-01
distort-01
concede-01
plead-02
snt7(
repeal-01
person
responsible
)li
object
mouth
letter
morality
zap-01
professor
camp
NE_game
tech
bomb
reactor
sexist
crash-01
lethal
busy
headline
theme
substitute-01
rich
plate
suspend-01
root-02
altogether
open-up-03
pressure-01
breed-01
surveil-01
mandatory
disaster
fair
block-01
alternative
spokeswoman
NE_channel
publicize-01
nature
impetus
extent
debt
accident
country
dissident
break-02
logic
sustain-01
depart-01
hype-01
embargo-01
mask-01
ARG4-of(
union
have-part-91
much
crack-02
life
come-in-07
simple-02
child
broad-02
commerce
presidency
join-in-05
memorial
bail-out-02
unify-01
call-on-05
inform-01
portray-01
pay-01
same-01
moisturize-01
academia
stake-01
compare-01
juridical
proliferate-01
stay-01
any-longer
previous
borrow-01
innocent
prison
east
prove-01
destroy-01
unique
differ-01
differ-02
long-03
last-01
right
old
crowd
people
arise-02
bottom
admit-01
dose-01
drop-out-04
)subevent
interest-01
serious-02
)quant-of
rape-01
facility
dictate-01
son
after-all
happy
reward-01
quant-of(
decide-01
back
prep-by(
delegation
NE_mountain
inside
praise-01
curse-02
unanimous
survey-01
attach-01
passenger
floor
hypocrisy
role
roll
)part-of
variable
kidnap-01
return-02
return-01
return-05
time
stretch-01
convene-01
chair
gift-01
age-01
die-01
snt5(
ENT_phone-number-entity
exact
minute
answer-01
subway
farm-01
sign
as-usual
request-01
current
ground
jury
agreement
address
alone
along
ord(
hate-01
)location
reason-01
love
govern-01
bloody
tour-01
positive
angry
value(
scope
apparent
everywhere
virtue
NE_jet
prep-from(
bomb-01
resume-01
)medium
prep-into(
winter
opposite-01
collect-01
override-01
grow-01
grow-03
boost-01
prep-in(
date
such
interfere-01
data
guard-01
conscious
miss-02
miss-01
so
insurgency
contrary-01
course
NE_world-region
evidence-01
into
petition
direct-01
direct-02
NE_strait
nation
year(
construct-01
go-off-16
audit-01
decade(
frank
liberal-02
instability
quarter
square
recreation-02
minority
container
grab-01
internet
formula
apologize-01
rant-01
quite
lucrative
speculate-01
massive
emotion
free-04
free-01
free-03
compared-to(
city
bleed-01
realize-01
realize-02
draft
penetrate-01
depend-01
)poss-of
boyfriend
announce-01
disgust-01
wound-01
future
extensive-03
proactive
argument
explain-01
)age
apply-01
apply-02
note
close-to
relevant-01
location(
public-02
surgery-01
beat-03
beat-01
heat-01
surplus
swim-01
aggressive
slow
check-out-05
neutral-02
pilot-01
political-party
prime
resource
artist
bribe-01
deploy-01
no-one
opine-01
kilometer
bureau
screen
supermarket
okay-01
mortgage-01
dominate-01
allowance
characteristic-02
boat
math
bargain-01
west
settle-03
settle-02
gross-03
former
compose-01
newspaper
situation
betray-01
op11(
NE_revolution
monk
technology
blow-up-06
loot-01
invest-01
spend-04
drop-05
spend-01
drop-01
spend-02
elaborate-01
procure-01
summer
increase-01
being
rest
teach-01
instrument
diagnose-01
exclude-01
around
carry-out-03
mention-01
)-TOP-
traffic
world
stranger
step-01
disagree-01
hurt-01
strong-02
tube
cannabis
disarm-01
power
align-01
leadership
stone
package
industry
side
neighbor
luck
insure-02
coverage-06
image
appear-01
appear-02
stimulate-01
multi-national
hey
counterfeit-01
series
suppose-02
suppose-01
benefit-01
store-01
monopoly
citizenship
certain
in-time
red-02
navy
as
)topic
awe-01
expert-01
private-02
private-03
hard-04
hard-02
forget-01
kilogram
fraudulent
suggest-01
original
minister
crucial
balance-01
debris
welfare
recognize-01
consist-01
recognize-02
achieve-01
secretary-general
argue-02
argue-01
try-02
to
try-01
wander-01
)instrument
homepage
mistake-02
mistake-01
debit
large
dinosaur
small
shout-01
past
dispatch-01
section
take-over-12
nurse
method
full
NE_work-of-art
experience
prior
social
action
more-than
harass-01
ban-01
petroleum
more
door
company
target-01
distribute-01
science
male
verify-01
operate-01
provide-01
rival-01
sense
gallon
experiment-01
dress
information
respective
imminent
partake-01
exclusive-02
plant
order-01
order-02
countryside
plane
utilize-01
concession-of(
cut-off-04
fundamental
NE_small-molecule
train-01
trade
attitude
paper
turbine
lose-03
lose-02
ridiculous-02
)prep-for
ally
revolution-03
neglect-01
put-in-05
question-03
question-01
always
accomplish-01
mode(
status
appoint-01
operation
list-01
really
psychology
research
emerge-01
emerge-02
commit-01
commit-02
highway
harsh-02
reactivate-01
director
legal-02
paint-02
NE_person
presume-01
turn-14
know-01
know-03
know-02
number
anonymity
guest
extend-01
fly-01
further-01
violate-01
immediate
theater
rampant
administer-01
assign-01
cool-01
cool-04
specialize-01
self
also
virus
plan
pray-01
take-away-05
come-up-11
familiarize-01
sometimes
regular-03
regular-02
full-09
weak-02
lay-off-02
golf
gold
exemplify-01
session
halt-01
-SURF-
snt3(
reflect-01
trap-01
brilliant-01
factor
thank-01
hear-01
black-05
enemy
banking
exercise
river
disguise-01
set
ENT_score-entity
sex
sea
movie
hearing-02
scare-01
befriend-01
cancel-01
incident
renminbi
complicate-01
superior-01
resign-01
whole
load
inflate-01
drunk
loan
community
notice-03
counter-01
firm
fire
receive-01
fund
NE_festival
pledge-01
budget
error
oppose-01
pound
funny
separate-01
offence
justify-01
comprehensive
clear-06
recent
favor-01
low-04
get-along-18
reference-04
topple-01
run-09
run-07
run-04
run-02
run-01
more-and-more
have-manner-91
be-02
location
homeland
product-of
be-from-91
matter-01
emergency
couple
bureaucrat
wake-up-02
tough-03
formal
fight-01
exercise-01
exercise-02
access-01
consensus
blind-02
confiscate-01
supervise-01
spring
drive-02
warm-01
religion
clean-04
clean-01
remember-01
by
attract-01
improve-01
anything
as-well-as
hometown
guideline
leak-01
)prep-into
realistic-03
elsewhere
title-01
link
atom
line
considerable
abet-01
at-first
normalize-01
up
ruin-01
lay-01
as-well
nationalist
diverse
nationalism
uranium
easy-05
occasional
condolence
declare-01
)prep-by
declare-02
pollute-01
land
age
NE_broadcast-program
summit
hello
code
convey-01
take-10
NE_ethnic-group
time-of(
young
have-frequency-91
present-01
present-02
jurisdiction
resemble-01
clarify-10
smart-06
match-01
match-03
race
ethnic-group
methamphetamine
overpay-01
video
odd
index
bird
proliferation
leg
register-02
sample-01
northeast
poverty
NE_amusement-park
great
op4(
technical
film-01
drive-04
drive-01
sanction-02
confidence
certificate
next
respond-01
remarkable-02
)prep-from
buy-01
baby
charity
customer
this
come-out-09
client
confident-01
high
)ARG1-of
fulfill-01
experience-01
exert-01
strengthen-01
animal
shut-down-05
vary-01
purpose(
restrict-01
element
NE_drug
location-of(
degree(
truth
stock
timely-03
society
agriculture
deal-01
deal-02
generate-01
prep-under(
embassy
recommend-01
survive-01
obstacle
use-01
use-02
curb-01
scene
NE_operation
limit-01
festival
system
NE_city-district
spaceship
slow-down-03
explode-01
hunger-01
elite
steel
warfare
aggressor
result
false
wave-04
tonight
correct-02
birth-01
encounter-01
mechanism
accuracy
worldwide
conceal-01
see-01
see-05
device
compel-01
face
satisfy-01
fact
atmosphere
et-cetera
part-of(
bedroom
decade
think-01
cover-02
cover-03
build-02
disapprove-01
NE_documentary
means
lucky
diversify-01
result-01
stuff
good-04
good-03
good-02
have-polarity-91
lazy
edition
tear-01
stress-01
stress-02
assume-02
assume-01
email
explosive
clean-up-02
trust-01
test-01
vitamin
force-04
force-02
force-01
poss(
drug
learn-01
work-12
)decade
absent-01
waste
tyranny
neighbour
subevent(
crime-02
op2(
site
hardware
against
adultery
terrorist
terrorism
ball
meet-03
meet-02
infinite
identity
off
renovate-01
colour
deserve-01
credibility
import-01
anticipate-01
witness-01
attribute-01
web
fund-01
neighbor-01
)snt7
)snt5
)snt4
)snt3
)snt2
)snt1
)snt8
camp-02
proceed-01
chancellor
garage
forge-02
deter-01
remove-01
transport
near-02
regard-01
passion
biology
honor-01
pressure
stage
ready-02
sister
ready-01
ENT_temporal-quantity
retire-01
repute-01
documentary
software
reasonable-02
NE_country
)subevent-of
mere
NE_location
NE_family
depress-01
analyze-01
require-01
NE_facility
incite-01
evident
official
restart-01
function-01
problem
renowned
celebrate-02
variety
lately
veil
overseas
regain-01
pride-01
rule
pension
rural
devote-01
loan-01
integrity
weapons-grade
crazy-03
worth
poppy
source-01
source-02
above
prep-without(
guarantee-01
daughter
study
envoy
poss-of(
smoke
wait-01
straight-04
straight-05
right-06
right-05
total
right-02
misunderstand-01
)ARG4
)ARG5
)ARG0
)ARG1
)ARG2
)ARG3
control-01
backwards
mainland
word
worm
era
merge-01
cycle-02
mix-01
ordinary
NE_road
horror
pizza
after
lab
customs
millimeter
gray-02
law
safeguard-01
innocent-01
isolate-01
)condition-of
atrocity
order
office
hectare
mayor
harmful-02
somewhere
mind-01
mind-05
then
safe
stick-01
band
they
grow-up-04
bank
envision-01
puppet
welcome-01
edit-01
rectify-01
do-02
network
insist-01
medicine
forth
op3(
barrier
standard
pull-06
pull-01
poll-01
)quant
monkey
refugee
consider-02
ambush-01
another
electronic
centrifuge
intensify-01
)mode
enable-01
renounce-01
convert-01
message-01
target
file-01
understand-01
fresh-04
manner
copy-01
convenient
latter
erupt-01
luxury
phase
find-out-03
notify-01
prep-against(
show-01
ENT_government-organization
notion
reserve
brief
reveal-01
belong-01
)range
just
yen
adequate
personality
link-01
steam
secretary
blast-05
NE_spaceship
motivate-02
motivate-01
away
yet
range-01
we
respect-01
charge-01
charge-05
charge-06
climate
candidate
ill
subsidize-01
vow-01
tone
cite-01
harm-01
derive-01
indicate-01
reconstruct-01
capable-01
share-01
correct-01
except-01
conflict-01
air
property
simulate-01
separatism
separatist
headquarter-01
export-01
restore-01
pick-01
look-01
look-04
amphibious
rail
evil
hand
attack-01
scenario
rate-entity-91
victim
wipe-out-02
)unit
include-91
reinforce-01
exhibit-01
board
possible-01
libel-01
manner-of(
fuel-01
approach-02
approach-01
advanced-02
insurgent
night
security
roll-01
ARG4(
month(
infringe-01
conventional
hack-04
post
NE_incident
bind-01
visa
preliminary
profession
set-02
set-01
ill-01
legislation
sovereign
way
war
strive-01
true
stable-03
civilize-01
seek-01
medication
evidence
physical
apartment
scary-03
stake
reality
test
telephone-01
marry-01
legalize-01
have-condition-91
interview-01
together
precedent
concept
diplomacy
decommission-01
superpower
prep-along-with(
impact-01
zone
NE_group
impoverish-01
object-01
post-01
terror
southwest
)day
anonymous
trouble
give-01
pale-03
gun
guy
upper
cost
helpless
reside-01
cargo
domain(
attempt-01
communism
expand-01
incoming
precursor
ancient
extra
build-01
firm-03
cover-01
firearm
market
interpret-01
live
ENT_temperature-quantity
by-oneself
byline-91
clue
abide-01
car
classify-01
cat
minimize-01
heart
chip
topic
prep-on(
interrogative
economy
product
drastic
visit-01
indeed
brain
cold
infect-01
window
NE_magazine
in-front-of
polarity(
now
drop
frequency(
adhere-02
domain
eh
yeah
prop-up-01
ex
year
er
space
rational
lead-01
lead-02
lead-03
as-far-as
inevitable
card
care
label-01
honest
dance-01
short-06
pose-02
consistent-01
ring
tomorrow
size
sheep
NE_virus
tragic
catastrophic
frame
friend
obvious-01
mine-01
specific-02
that
close-03
float-01
television
integrate-01
support-01
weekday(
profuse
premier
design-01
condition-01
defeat-01
veteran
decrease-01
equipment
online
objective
prick
forever
steady
tooth
professional
dislike-01
alert-01
ratio
title
punish-01
proportion
only
NE_planet
cease-01
prep-as(
husband
hell
netizen
sport
panic-01
3
intense-02
)prep-along-with
between
article
sound-01
figure-out-05
installation
research-01
begin-01
reiterate-01
available-02
suppress-01
undermine-01
just-02
resort
dictator
abstain-01
moral-02
spark-01
deteriorate-01
soccer
refer-02
metric
commander
consist-of(
wine-01
media
sleep-01
extradite-01
obsess-01
size-01
document
per-se
NE_worm
)degree
era(
invade-01
tradition
eventual
severe
help-out-03
turn-out-11
taxi
gain-02
torture-01
calendar(
speed
republic
real
clear-01
freeze-02
freeze-01
early
lady
fortune
collective
prosecute-01
benefit
efficient-01
output
verbal
remain-01
mafia
perverse
conservative
deficit
retain-01
business
innocence
investigate-01
blow-14
central
hit-02
come-12
ideology
allege-01
hang-01
and-or
close-down-04
infer-01
watchdog
nowadays
area
base-02
lol
aim-02
generation
aim-01
lot
release-01
even-if
convict-01
)part
native
choose-01
bring-up-02
watch-01
on-time
board-01
you
poor
blood-02
building
ARG0(
close-13
close-10
make-01
make-02
make-05
accompanier(
month
defuse-01
religious
corrupt-01
chain
perceive-01
behead-01
very
restrain-01
prohibit-01
protest-01
prep-with(
fence
casual
conscience
primer
multinational
turmoil
affiliate-01
ultra
ahead
soldier
amount
heroin
acquire-01
NE_television
family
originate-01
about-to
lend-01
install-01
dye-01
NE_project
highlight-01
coalition
bias-01
modern-02
history
NE_ocean
get-22
bother-01
species
remark-01
ENT_seismic-quantity
warhead
vigilance
resist-01
discover-01
impose-01
a
morphine
overnight
read-01
egg
soon
liberate-01
committee
NE_government-organization
specify-01
evening
partner-01
food
shuttle
progressive-02
foot
NE_province
trailer
hit-01
heavy
ballistics
beyond
event
position-01
position-02
since
entertain-01
issue
ass
exceed-01
pierce-01
meet-01
team
reason
base
dire
terrible
arsenal
conform-01
horse
tolerate-01
station
scheme
grass-roots
flood-01
as-much-as
starve-01
coolant
substantial
vulnerable
converse-01
labour
op8(
quota
trigger-01
follow-01
determined-02
follow-02
follow-04
salary
popularity
li(
)path
express-01
physics
ENT_amr-unknown
phenomenon
perpetrate-01
multilateral
justice
less
pretty
circle
be-compared-to-91
meanwhile
smuggle-01
give-up-07
seal-01
beneficiary(
during
touch-01
ARG2(
promote-02
promote-01
rare-02
breach-01
desire-01
pend-01
have-04
have-05
have-06
have-03
close
probable
)purpose-of
wow
practice-01
house-01
hardline
both
)domain
condition(
battery
whatever
NE_vehicle
vessel
light-06
)snt6
push-01
damn
ride-01
murder-01
territory
manner(
help-01
help-02
)beneficiary
socialist
governor
while
socialism
bid-01
bid-03
snt8(
anymore
shelter-01
port
grand
suitable-04
temporary
recession-02
yuan
database
sit-01
manage-02
manage-01
ambassador
get-05
get-04
get-03
get-02
get-01
vacation-01
discriminate-02
game
look-up-05
expect-01
popular
negotiate-01
impress-01
some
urgent
economic
want-01
savage
civilization
slash
)manner
step
abroad
faith
significant-other
demonstrate-01
dialogue-01
tofu
finalize-01
continue-01
brave-02
NE_film
offend-03
offend-01
heritage
transact-01
select-01
info
labor-01
productive-03
distract-01
print-01
charm-01
path-of(
kidney
TV
NE_agency
department
reply-01
grant-01
authorize-01
joke-01
structure
word-01
inhabit-01
afford-01
undergo-28
nose
friendly
narrow-02
narrow-01
dissolve-01
consult-01
warrant-01
reclaim-01
contain-01
verdict
run-out-05
arrest-01
NE_continent
cartel
colonel
blame-01
cell
volatile
like-01
like-02
abort-01
submit-01
deny-01
danger
recruit-01
crap
NE_team
camera
implicate-01
vehicle
relieve-01
compatriot
missile
stockpile-01
disappear-01
jump-03
reform-01
point
golf-01
weaponize-01
fare
farm
ARG1-of(
agenda
healthcare
cruise
ignore-01
shoot-down-05
guerrilla
prospect-02
shock-01
mod(
auto
dike
front
imply-01
move-03
move-02
move-01
university
score-01
mode
globe
fuss-01
CEO
collapse-01
activist
time(
cause
delegate-01
umbrella
hostile
route
appreciate-02
forgive-01
declassify-01
quality
)direction
case-03
endorse-01
discuss-01
attack
neo-nazi
final
culture
sign-up-03
bed
endanger-01
dumb
set-up-03
occupy-01
photograph-01
border
patrol-01
pure-02
bus
truck
brand
sequel
NE_language
chair-01
less-than
ENT_ordinal-entity
interrogate-01
businessman
affair
head-of-state
anyway
shake-01
boycott-01
fuel
personal-02
go-10
go-12
NE_car-make
glory
tobacco
she
shift-01
legacy
normal-02
desperate
humane
explore-01
state
tent
importance
address-03
address-02
address-01
police
appropriate-02
rescue-01
career
samaritan
snt2(
ENT_percentage-entity
excessive-02
)extent
tuesday
orbit-01
break-01
cent
tactic
diversity
hashish
assess-01
speak-01
multi-sentence
surface
generic
assault-01
civilian
proceeds
strange
northwest
underground
implement-01
number-01
effect
reunify-01
indigenous
aid-01
poultry
detail-01
lunch
i
well
transit-01
drone
document-01
accurate
NE_earthquake
fault-01
skill
power-01
useful-05
degree-of(
warrant
agree-01
fate
source(
prominent
earn-01
stimulant
harvest-01
page
motive
slip-01
home
e-mail
replace-01
play-11
assemble-01
form-01
form-02
)timezone
NE_rocket
behave-01
additional
recover-02
recover-01
prevail-02
prevail-01
north
accuse-01
hi
ear
he
man-01
parade-02
piece
-END-
)example
universal
education
star
else
)topic-of
atheist
portion
dynamic
polite(
track-01
pact
guide-01
communique
vast
believe-01
solution
convenience
clothes
manufacture-01
force
offset-01
hanging-07
even
spokesman
confront-01
new
net
ever
merit-01
natural-03
sympathize-01
economics
credit
symbolize-01
campaign
county
costly
serious-01
army
sharp-02
NE_harbor
type
monitor-01
adult
innovate-01
room
destabilize-01
gasoline
send-01
send-03
ensure-01
root
terminate-01
stir-up-04
drink-01
autonomy
obligate-01
comfortable-02
escape-01
rank-01
president
capitalism
capitalist
surround-01
before
have-to-do-with-04
crew
prosper-01
sign-02
sign-01
one
rhetoric
grammar
meat
describe-01
meal
bone
mean
wear-01
own-01
ENT_area-quantity
decree
lift-01
content
define-01
accompany-01
telecommunication
draw-02
NE_university
take-out-11
designate-01
lag-01
weaken-01
grade
madrassa
acquit-01
rally-01
RMB
2
villager
somewhat
engage-01
refine-01
symptom
distance
anxiety
bureaucracy
appeal-02
matter
lock-01
notice-01
mind
mine
anybody
seed
invite-01
)year
chest
transnational
prefer-01
dog
doubt-01
principle
NE_organization
coup
switch-01
wrong-02
wrong-04
)source
coast
optimistic
bag
troop
author-01
relative-position
)polarity
lower-05
subject
make-up-07
responsible-03
responsible-02
responsible-01
command-02
ARG3-of(
C
ignorance
amaze-01
create-01
attend-01
attend-02
jail-01
fine-04
modify-01
initiative
)prep-among
change-01
referendum
tiny
commission
trigger
interest
basic
lovely
website
rule-out-02
sunshine
up-to
progress-01
tank
regret-01
near
balance
it
)medium-of
tattoo-01
opportunity
)era
kid
snt6(
terrify-01
left
protocol
consciousness
quit-01
human
risk-01
yes
disintegrate-01
ally-01
character
potential
retail-01
background
shoulder
dignity
deport-01
stop-03
stop-01
pillar
host-01
deal
somehow
elderly
statistic
dear
sing-01
postpone-01
equate-01
obtain-01
op12(
super
blog-01
afternoon
intellectual
negative
down
ENT_date-entity
have-quant-91
initial
dare-01
asset
tire-01
form
slap-01
perfect-02
syndicate
protect-01
especially
deem-01
hire-01
propaganda
covert
refer-01
ship
cause-01
NE_research-institute
digital
reserve-01
faction
diet
genocide
weekend
hot-05
chance-01
chance-02
shop
mile
skin
suicide
technique
father
apprentice-01
extract-01
sovereignty
translate-01
string
alienate-01
measure-02
disrupt-01
estimate-01
democrat
item
round
trade-01
associate-01
call-02
call-03
call-01
criticize-01
face-01
advocate-01
international
renew-01
shoot-02
shoot-01
earthquake
box
boy
simultaneous
worsen-01
)prep-to
everybody
trouble-01
wealth
safe-01
provoke-01
dude
oversee-01
brief-01
go-out-17
effort
flu
claim
appeal-01
agent
council
NE_bank
chemical
till
sunday
sword
map
stab-01
fear-01
man
NE_submarine
neck
jail
deposit
tall
intersect-01
shield
gradual
date-interval
entity
stability
group
interesting
ARG0-of(
listing
policy
main
finance
guess-01
revive-01
staff-01
peasant
rock
snt4(
motherland
)ARG0-of
NE_town
withhold-01
girl
living
schedule-01
imperative
owe-01
imagine-01
dissent-01
language
ministry
NE_district
thing
speed-01
first
fast
act-02
act-01
little
anyone
obstruct-01
op10(
cooperate-01
dream-01
conclude-02
conclude-01
venture
DH
spectacle
wield-01
spy-01
comply-01
consortium
squad
interior
channel
pain
track
constitute-01
topic(
graduate-01
apprehend-01
instrument-of(
radioactive
stand-up-07
precise
measure-01
corner
NE_missile
behind
likely-01
fortunate-01
)prep-without
nearly
)prep-against
secondary
lack-01
warm-07
morning
stupid
sorry-01
honesty
seat
relative
seal
parent
expel-01
enough
across
infrastructure
up-02
nationality
punishable-02
base-01
process-02
tend-02
NE_worship-place
process-01
tour
prepare-02
google-01
among
cancer
split-01
fit-06
listen-01
complain-01
weigh-01
workshop
pursue-01
fuck-01
part(
race-02
solid-02
dramatic
slow-01
reenter-01
sound
involve-01
many
margin
)destination
sincere
strait
coffee
middle
sudden
NE_peninsula
)time-of
)consist-of
doctor
keep-03
keep-01
same
keep-04
speech
prepare-01
dry-02
arrive-01
oil
dry-08
stabilize-01
station-01
disturb-01
engineer-01
bottle
advance-01
money
aspect
ketamine
4
break-down-12
pill
server
find-01
chamber
find-02
either
demography
retaliate-01
comment-01
custody
knife
space-01
take-on-09
join-up-02
opium
waste-01
violence
practical
fire-02
fire-01
ask-02
threesome
put-01
road
delay-01
pharmaceutical
cover-up-04
kind-of
sophisticated
encrypt-01
dvd
dark-02
leave-15
leave-14
leave-17
leave-11
leave-13
general
duration(
file
girlfriend
lifetime
casualty
again
absorb-01
personnel
narcotics
field
astronaut
NE_conference
important
remote
finance-01
modernize-01
patent-01
resolution
state-01
effect-03
dollar
local-02
reluctant
difference
brainwash-01
dictatorship
incinerate-01
celebrity
phone-01
outrage-01
immigrate-01
neighborhood
range(
love-02
love-01
perspective
privatize-01
correspond-02
further
defence
public
impression-03
turn-01
turn-02
cheap-02
annoy-01
airport
medium(
eye
value-02
destination
adapt-01
worry-01
ambergris
hegemony
NE_country-region
forbid-01
town
none
hour
cluster
pay-off-02
eat-01
share
minimum
sharp
consider-01
place-01
new-01
drug-01
advice
eliminate-01
encourage-01
frighten-01
blood
laugh-01
open-09
open-02
open-01
open-04
keep-02
pleasure
infant
surrealist
radar
plot-01
)conj-as-if
magazine
op7(
late
good
ARG2-of(
association
mystery
pregnant
defraud-01
everyone
mental
house
fish
idea
)polite
will-02
insurance
flower
quick-02
sensitive-03
pathetic
circumstance
rebel-01
ramble-02
penalize-01
count-02
count-01
picture-01
count-04
shave-01
copper
approximately
judge-01
rise-01
least
militant
statement
ballistic
soft-02
park
part
favorable
b
dossier
youth
allocate-01
)manner-of
timezone(
populate-01
mountain
represent-01
majority
hide-01
province
of-course
-RET-
win-01
bet-01
most
age(
damage-01
humanitarian
path(
standoff
sector
hope-01
out-06
giant
upset-01
interact-01
courage
revisit-01
NE_event
common
serve-04
serve-02
serve-01
individual
DD2
DD1
sort-of
aircraft
escalate-01
restaurant
foreign
next-to
NE_product
supply
simple
throughout
expensive
secret
meeting
gay
gas
gap
abandon-01
politician
bill
ENT_volume-quantity
fun
sue-02
radio
century
inquire-01
imperialism
await-01
guilty-01
smoke-02
yesterday
moment
strength
purpose
genuine
reproduce-01
gene
take-01
moderate-03
take-04
produce-01
organization
get-away-08
from
develop-02
develop-01
wage
cup
deputy
source
offense-02
big
travel-01
bit
)purpose
threaten-01
semi
foolish
often
extremism
extremist
scale
equip-01
op5(
prep-to(
patient
bill-01
advise-01
example(
wide-02
budget-01
shape-01
overcome-01
better-01
cheat-03
profit-01
suspect-01
hijack-01
tell-01
tell-02
proportional
lesson
prevent-01
inspire-01
sacrifice-01
forward
NE_political-party
undertake-01
show-04
wage-01
planet
NE_law
constant
topic-of(
build-up-05
desert
reject-01
wonder-01
)dayperiod
in-fact
evaluate-01
resolve-01
intensive
cut-02
cut-01
run-13
ingredient
queen
entire
trend-01
instruct-01
seize-01
crop
dirty-02
3D
NE_island
detonate-01
allow-01
allow-02
body
neutralize-01
determine-01
extreme
blockade-01
defendant
train
ratify-01
account
obvious
island
infantry
compile-01
)prep-at
)prep-as
lamb
search-01
democracy
forest
prescribe-02
profile
leukemia
put-02
put-03
assassinate-01
ask-01
circulate-01
chief
geopolitics
meter
bunch
labor
dad
mandate
day
relative-05
collaborate-01
kill-01
by-the-way
affect-01
sexual
land-01
mate
fluorine
stud
electronics
red
work-07
work-01
work-09
show-up-02
frustrate-01
strike-02
strike-01
mortar
secure-01
secure-02
have-mod-91
enjoy-01
south
broker-01
point-out-02
strategic
mean-02
mean-01
press-01
withdraw-01
filter-02
mainstream-02
nobody
persecute-01
cultivate-01
wish-01
)mod
clandestine
)month
throat
NE_local-region
focus-01
down-03
claim-01
claim-02
sedan
disease
absurd
text
rain-01
NE_movement
staff
knowledge
accept-01
communist
feed-01
transport-01
organ
eyebrow
duration-of(
suffice-01
educate-01
treat-01
treat-03
routine
boundary
monarchy
gather-03
internal-02
instant
war-01
criminal-03
relax-01
predict-01
equal
otherwise
prep-for(
ah
NE_sea
fellow
coerce-01
multi
relate-01
plain
value
rumor-01
almost
partner
bother-02
film
practice
center
weapon
position
usual
executive
domestic
clinic
interim
figure-01
hinder-01
bridge-01
citizen
alarm-01
judiciary
success
sentence-01
journalist
authority
hair
rebuild-01
proper
cry-02
NE_city
purport-01
employ-02
employ-01
slight
panel
about
actual
certainty
dismiss-02
dismiss-01
intelligent-01
female
chunk
arm-01
coexist-01
review-01
voluntary-02
wise
relocate-01
dangerous
blow-01
inspect-01
quant(
plutonium
abuse-02
abuse-01
pig
cope-01
corporation
applaud-01
detail
virtual
)weekday
mass
op1(
weaponry
armor
pupil
biotechnology
demand-01
brutal-02
commence-01
whatsoever
under
urge-01
NE_firm
ship-01
pass-03
pass-01
every
pass-05
school
bicycle
consistent
nail
street
expressive
century(
expend-01
-TOP-(
)op12
)op10
)op11
path
voice
forum
biometric
amount-01
flow-01
hospital
)ARG2-of
NE_county
naive
phone
arms
regulate-01
condemn-01
)location-of
grenade
unilateral
estate
launder-01
)source-of
divide-02
)accompanier
ceremony
end
illicit
manipulate-01
manipulate-02
widespread
hunt-01
start-01
contribute-01
surrender-01
appease-01
ultimate
over
at-least
destroyer
fail-01
bad-04
bad-05
bad-07
condition
pull-out-02
elect-01
tourism
extent(
look-02
transform-01
NE_publication
each
independent
nothing-but
saturday
god
rule-01
rule-03
bright-02
day(
independence
rain
surprise-01
)ARG3-of
foresee-01
already
NE_company
)example-of
primary
rank
fantasy
conduct-01
distinguish-01
sarcasm
top
fiction
ton
too
NE_music
percentage
bank-01
urban
tool
accelerate-01
generous-01
be-temporally-at-91
victimize-01
transplant-01
bridge
lawyer
raw
permit-01
NE_award
-
snow
thorough
end-up-03
work-out-02
mother
administrate-01
)value
plenty
coin
metal
treaty
reputation
enterprise
wonder-02
contract-02
ransomware
random
equal-01
earth
prep-on-behalf-of(
photo
reduce-01
consent-01
report
example-of(
no-longer
spokesperson
introduce-01
introduce-02
automatic
habit
establish-01
task-01
capacity
relation-03
stage-01
finger
mum
rob-01
component
weak
boss
southeast
news
)frequency
conference
bathroom
dock-01
submarine
beer
teenager
beautiful-02
adjust-01
head-01
head-02
anger-01
procedure
complex
inventory
several
satellite
suburb
ocean
group-01
supply-01
instance
general-02
humanity
NE_state
gift
officer
quote-01
friendly-01
sense-02
sense-01
intellect
outlaw-01
excuse-02
ice
everything
assure-01
core
value-01
display-01
census
dinner
plus
presence
civil
throw-01
sunlight
fill-01
remind-01
head
medium
worry-02
heat
uncle
union-02
rush-01
activate-01
excellent-02
sometime
regime
arrange-01
no
junta
tie
picture
cleric
football
bully-01
promise-01
meet-up-04
unite-01
bullet
serious
influence-01
particular
rod
environment
charge
advantage
effective-04
NE_class
lure-01
cross-02
draft-02
level
brother
NE_territory
defy-01
trend
cyber
inland
)prep-under
detect-01
pack-01
overturn-01
constitution
key-02
adopt-01
say-01
water
raid-01
ARG5(
nice-01
healthy
NE_river
weird
ENT_url-entity
condition-of(
prompt
crisis
enrich-01
memory
today
go-through-20
campaign-01
upgrade-02
upgrade-01
add-01
add-02
detain-01
figure
)prep-on-behalf-of
fall-01
fall-05
sponsor-01
bigot
price-01
1
vital
typical-02
huge
clone
carry-on-02
commodity
joint
convince-01
kick-01
platform
record-01
go-on-15
term
name
mark-01
publish-01
cost-01
subevent-of(
tie-01
greet-01
give-16
profit
identify-01
factory
gram
theory
recall-02
pain-01
wire-01
incentivize-01
motion
evolve-02
place
dress-01
revenue
NE_treaty
confess-01
armor-01
propose-01
NE_book
district
reprocess-01
convention
beg-01
white
drill-01
hub
season
population
wide
lecture-01
computer
outcome
double-01
and
accord-02
accord-03
peak-01
)prep-in
open-05
any
ideal
multiple
walk-01
)scale
let-alone
go-back-19
stand-01
trafficking
senior
quantity
trust-02
movement-07
value-interval
bar-01
crime
wood
back-01
back-02
surrealism
intend-01
through
maximum
college
exam
mortgage
federal
subsequent
definite
repair-01
outside
average-01
average-03
average-04
okay-04
testify-01
fix-02
fix-03
tax-01
region
quiet
contract
send-02
senator
railway
sure-02
duty
color
colony
period
trace-02
peaceful
become-01
helicopter
imprison-01
hardly
engine
direction
study-01
careful
spirit
case
broadcast-01
cash
premature
donate-01
identical-01
someone
maintain-01
ironic
possess-01
sick-04
sick-05
make-18
transfer-01
conquer-01
confirm-01
week
organize-01
battle-01
shield-01
disable-01
model
)degree-of
violent
have-concession-91
blog
bloc
uphold-01
kingdom
seat-01
inflation
initiate-01
save-02
save-01
excite-01
award-01
repay-01
approve-01
legitimate-02
slice
prolific
moon
reach-02
ulterior
constrain-01
party-01
on
exile-01
oh
petition-01
plant-01
stand
or
tribe
tackle-01
found-01
clash-01
be-located-at-91
conj-as-if(
need-01
there
racism
strict
racist
high-02
energy
regard
cabinet
instrument(
tight-05
throw-out-06
exploit-01
thankful-02
cinema
NE_man
politics
issue-02
issue-01
devastate-01
idiot
channel-01
descend-01
nucleus
bilateral
wife
formulate-01
)duration-of
all
intervene-01
spacecraft
bring-01
catastrophe
thursday
IED
program
denounce-01
woman
song
far
NE_war
fan
awful
ticket
NE_thing
appall-01
list
grandfather
warn-01
direction(
)op1
rate
)op3
)op4
)op5
)op6
)op7
)op8
)op9
sub
sun
sum
anniversary
version
so-far
finish-01
finish-07
multitude
total-01
account-01
tragedy
compromise-02
)prep-on
compromise-01
difficulty
get-on-21
have-rel-role-91
come-03
eradicate-01
come-01
come-04
let-01
minor
ENT_monetary-quantity
stick
prep-among(
breathe-01
have-org-role-91
op9(
libertarian
court
goal
vote-01
rather
pick-up-04
end-01
short
insult-01
shore
multivitamin
remortgage-01
content-01
mission
reach-01
scientist
style
ARG1(
close-06
persuade-01
might
somebody
load-01
framework
NE_website
have-11
party
advertise-01
)ARG4-of
ignorant-02
draft-01
)condition
deposit-01
friendship
competent-01
weight
tough-02
dine-01
alcohol
health
decline-01
decline-02
credit-01
credit-02
jet
thread
examine-01
bourgeoisie
threat
consequence
expose-01
radical
despair-01
frequent-02
story
temperature
)concession-of
automobile
store
option
hotel
flaw-01
correspondent
rifle
king
kind
check-01
prep-at(
double
kind-01
season(
tip-05
push-02
outstanding
reverse-01
suspicious
traffic-01
clone-01
chairman
mentality
cigarette
deep-02
nothing
live-01
mineral
sell-01
traditional
preserve-01
exchange-01
helpful-04
compensate-01
powerful-02
cast-01
seem-01
legislate-01
ENT_mass-quantity
have-purpose-91
observe-01
cut-out-06
art
intelligence
defense
meddle-01
arm
struggle-01
refuse-01
struggle-02
amplify-01
NE_park
participate-01
various
numerous
corruption
)time
prioritize-01
sole
outfit
inhibit-01
side-01
village
propel-01
political
due
strategy
popular-02
menace-01
curious-01
)ord
oppress-01
aggravate-01
)poss
hold-04
hold-02
hold-01
react-01
standardize-01
rate-01
confuse-01
malicious
fake-02
handle-01
NE_airport
continent
move
structure-01
purchase-01
assist-01
interdict-01
NE_program
NE_military
stipulate-01
essential
ecology
dispute-01
bury-01
signal-07
ARG3(
enhance-01
repeat-01
dismantle-01
network-01
emphasize-01
play-01
play-02
play-08
vaccine
rid-01
range
militia
care-03
care-01
go-01
care-04
credible
long
criteria
repress-01
crane
talk-01
as-long-as
have-subevent-91
plan-01
commissioner
pretend-01
peace
sad-02
income
nice
amphetamine
vice
join-01
once
fool-01
contact-01
gang
email-01
addict-01
catch-02
catch-01
reelect-01
brand-01
orient-01
license-01
capture-01
glad-02
close-01
enact-01
affirmative
add-03
report-01
program-01
folk
stall-01
rely-01
debate-01
capital
climb-01
ammunition
degree
overwhelm-01
NE_aircraft-type
NE_street
enforce-01
concession(
inject-01
moderate-01
bare
drag-01
view-02
view-01
fee
few
single-02
steal-01
sort
parliament
defend-01
scale(
critic
)compared-to
anywhere
NE_system
overall
migrate-01
mediate-01
crack-down-06
tax
something
succeed-03
tension
NE_disease
NE_newspaper
ethnic
overthrow-01
light
standard-02
disappoint-01
stand-11
quake
aspire-01
permanent
holiday
include-01
material
probe-01
ambition
concern-02
concern-01
profound
all-over
enter-01
ENT_distance-quantity
mess-up-02
op6(
out
category
uncover-01
sentiment
qualify-02
chaos
sweep-06
utility
compete-02
compete-01
forecast-01
combat-01
broaden-01
chase-01
birthday
NE_religious-group
resort-01
)path-of
publication
priority
shell
destination(
policeman
attain-01
institution
liquid
source-of(
combine-01
avail-01
bear-01
bear-02
angle
agency
sunbed
)instrument-of
invent-01
petrol
couple-01
execute-01
execute-02
class
acknowledge-01
market-01
utter
chicken
lobby-01
comprise-01
piano
surpass-01
)calendar
view
still
remit-01
occasion-02
true-01
name-01
name-02
NE_show
ability
exist-01
NE_building
job
hopeful-03
swift
trip-03
border-01
wall
)duration
keep-up-10
table
decent
literal
raise-01
raise-03
raise-02
hmm
last
present
riot-01
will
wild
layer
perform-02
perform-01
thug
perhaps
radiation
flee-05
member
inch
at-all
difficult
precede-01
unit(
slaughter-01
communicate-01
special-02
update-01
rocket
volunteer-01
half
assert-03
rapid
mobilize-01
deliver-01
sky
other
purpose-of(
press
as-soon-as
contrast-01
infiltrate-01
go-08
go-06
go-02
go-03
coordinate-01
sink-01
dayperiod(
empire
complete-01
complete-02
slum
hostage
universe
offer-01
melt-01
fame-01
succeed-01
carrier
write-01
weather
nuke
snt1(
activity-06
shop-01
volume
break-18
)concession
break-13
record
below
block
mutual
significant-02
incredible
percent
book
nominate-01
branch
kinda
locate-01
amend-01
